#include <SFML\Graphics.hpp>
using namespace sf;

const int HEIGHT_MAP = 25;//размер карты высота
const int WIDTH_MAP = 40;//размер карты ширина 

String TileMap[HEIGHT_MAP] = 
{
	"00000000000000000000000000000000",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0", 
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"0                              0",
	"00000000000000000000000000000000",
};